[
  "hugo-codeblock-highlight",
  "hugo-preview-obsidian",
  "dataview",
  "copilot",
  "auto-card-link",
  "home-tab",
  "obsidian-icon-folder",
  "omnisearch",
  "paste-link",
  "recent-files-obsidian",
  "smart-connections",
  "obsidian-trash-explorer",
  "text-extractor",
  "cmdr",
  "explorer-colors",
  "table-editor-obsidian",
  "auto-note-mover",
  "automatic-table-of-contents",
  "obsidian-local-rest-api",
  "global-search-and-replace"
]